// src/data/faqData.js

export const faqData = [
  {
    question: "Як я можу зв'язатися з підтримкою?",
    answer:
      "Ви можете зв'язатися з нами через форму на сторінці контактів або написавши на електронну пошту support@example.com.",
  },
  {
    question: 'Чи можна змінити моє замовлення після оплати?',
    answer:
      'На жаль, після оплати замовлення змінити його вже неможливо. Будь ласка, перевіряйте всі деталі перед підтвердженням.',
  },
  {
    question: 'Які способи оплати ви приймаєте?',
    answer:
      'Ми приймаємо оплату за допомогою банківських карт Visa/Mastercard, PayPal та Apple Pay.',
  },
  {
    question: 'Як довго триває курс?',
    answer:
      'Тривалість курсу залежить від обраної програми. Базовий курс триває 3 місяці, а стандартний — 6 місяців. Преміум-план не має часових обмежень.',
  },
];
