export const tiers = [
  {
    name: 'Базовий',
    id: 'tier-basic',
    href: '/application?tier=basic',
    priceMonthly: '1500₴',
    description:
      'Ідеальний план для тих, хто тільки починає свій шлях у вивченні німецької.',
    features: [
      '10 уроків на місяць',
      'Доступ до базових матеріалів',
      'Підтримка спільноти',
    ],
    featured: false,
  },
  {
    name: 'Стандартний',
    id: 'tier-standard',
    href: '/application?tier=standard',
    priceMonthly: '2500₴',
    description: 'Оптимальний вибір для впевненого прогресу та глибоких знань.',
    features: [
      '20 уроків на місяць',
      'Доступ до всіх матеріалів',
      'Індивідуальні консультації',
      'Доступ до закритих вебінарів',
    ],
    featured: true,
  },
  {
    name: 'Преміум',
    id: 'tier-premium',
    href: '/application?tier=premium',
    priceMonthly: 'Договірна', // Змінено для прикладу
    description:
      'Максимальний рівень підтримки та індивідуальний підхід для швидкого зростання.',
    features: [
      'Необмежена кількість уроків',
      'Особистий куратор',
      'Індивідуальна програма',
      'Пріоритетна підтримка 24/7',
      'Підготовка до іспитів',
    ],
    featured: false,
  },
];